Repository: hyper07/Movist-master
Catalog: *.lproj/Localizable.strings
Languages: pt_br, russian, sk, zh_tw

source: Cancel
pt_br: Cancelar
russian: Отмена
sk: Zrušiť
zh_tw: 取消

source: Never
pt_br: Nunca
russian: Никогда
sk: Nikdy
zh_tw: 從不

source: None
pt_br: Nenhum
russian: Нет
sk: Žiadne
zh_tw: 無

source: Unnamed
pt_br: Sem nome
russian: Безымянный
sk: nepomenované
zh_tw: 未命名

source: Unknown Language
pt_br: Língua Desconhecida
russian: Неизвестный язык
sk: neznámy jazyk
zh_tw: 未知的語言

source: Decoder
pt_br: Decodificador
russian: Декодер
sk: Dekóder
zh_tw: 解碼器

source: iTunes Movies
pt_br: Filmes do iTunes
russian: Фильмы iTunes
zh_tw: iTunes 影片

source: iTunes TV Shows
pt_br: Programas de TV do iTunes
russian: ТВ-Шоу iTunes
zh_tw: iTunes 電視影集

source: iTunes Video Podcasts
pt_br: Podcasts em Vídeo do iTunes
russian: Видеоподкаст iTunes

source: No movie file
pt_br: Sem arquivo de filme
russian: Отсутствует видеофайл
sk: Žiadny filmový súbor
zh_tw: 沒有影片檔案

source: Subtitle Font Not Found
pt_br: Fonte da Legenda não Encontrada
russian: Не найден шрифт субтитров
sk: Nenašlo sa titulkové písmo
zh_tw: 沒有找到字幕字形

source: "%@" not found Subtitle font setting will be restored to default.
pt_br: "%@" não encontrado Configuração da fonte da legenda será restaurada para padrão.
russian: "%@" не найден Все настройки субтитров будут сброшены на стандартные.
sk: "%@" not found Použije sa predvolené nastavenie titulkov.
zh_tw: "%@" 沒有找到 字幕字體設定將被回復為預設值.

source: Cannot open file
pt_br: Não é possível abrir arquivo
russian: Невозможно открыть файл
sk: Súbor nemožno otvoriť
zh_tw: 無法開啓檔案

source: Checking for Updates...
pt_br: Verificando por Atualizações...
russian: Проверяем...
sk: Kontrola aktualizácií…
zh_tw: 檢查更新中...

source: Cannot check for update.
pt_br: Não é possível verificar por atualização.
russian: Проверить невозможно.
sk: Nemožno skontrolovať aktualizáciu.
zh_tw: 無法檢查更新.

source: No update available.
pt_br: Sem atualização disponível.
russian: Обновлений нет.
sk: Nie je dostupná novšia verzia.
zh_tw: 沒有更新可利用.

source: New version %@ is available.
pt_br: Nova versão %@ está disponível.
russian: Доступна версия %@!
sk: Je dostupná nová verzia (%@).
zh_tw: 新版本的 %@ 可利用.

source: Show Updates
pt_br: Exibir Atualizações
russian: Показать обновления
sk: Zobraziť aktualizácie
zh_tw: 顯示更新

source: Download
pt_br: Baixar
russian: Загрузить
sk: Prevziať
zh_tw: 下載

source: Opening with %@...
pt_br: Abrindo com %@...
russian: Открываю с помощью %@...
sk: Otvoriť v %@…
zh_tw: 開啓由 %@...

source: Copy (Including Letter Box)
pt_br: Copiar (Incluindo Letter Box)
russian: Скопировать (включая бокс с субтитрами)
sk: Kopírovať (vrátane textového rámčeka)
zh_tw: 拷貝 (包括螢幕)

source: Copy (Excluding Letter Box)
pt_br: Copiar (Excluindo Letter Box)
russian: Скопировать (исключая бокс с субтитрами)
sk: Kopírovať (bez textového rámčeka)
zh_tw: 拷貝 (不包括螢幕)

source: Play space
pt_br: Reproduzir
russian: Воспроизведение space
sk: Prehrávať medzerník
zh_tw: 播放 space

source: Pause space
pt_br: Pausar
russian: Пауза space
sk: Prerušiť medzerník
zh_tw: 暫停 space

source: Backward %d sec.
pt_br: Retroceder %d seg.
russian: Отмотать на %d сек.
sk: Dozadu %d sekúnd
zh_tw: 往回 %d 秒

source: Forward %d sec.
pt_br: Avançar %d seg.
russian: Перемотать на %d сек.
sk: Dopredu %d sekúnd
zh_tw: 往前 %d 秒

source: Volume Up
pt_br: Aumentar Volume
russian: Увеличение громкости
sk: Zvýšiť hlasitosť
zh_tw: 增加音

source: Volume Down
pt_br: Diminuir Volume
russian: Уменьшение громкости
sk: Znížiť hlasitosť
zh_tw: 降低音量

source: System Volume Up
pt_br: Aumentar Volume do Sistema
russian: Увеличение системной громкости
sk: Zvýšiť systémovú hlasitosť
zh_tw: 增加系統音量

source: System Volume Down
pt_br: Diminuir Volume do Sistema
russian: Уменьшение системной громкости
sk: Znížiť systémovú hlasitosť
zh_tw: 降低系統音量

source: Reopen With %@
pt_br: Reabrir Com %@
russian: Открыть заново с помощью %@
sk: Znovu otvoriť v %@
zh_tw: 重新開啓由 %@

source: No Sound Track
pt_br: Sem Faixa de Áudio
russian: Отключить звук
sk: Bez zvukovej stopy
zh_tw: 沒有聲音軌道

source: Sound Track Rotation
pt_br: Alternar Faixa de Áudio
russian: Смена звуковой дорожки
sk: Rotovať zvukovú stopu
zh_tw: 聲音軌道循環

source: Save Current Image (Including Letter Box)
pt_br: Salvar Imagem Atual (Incluindo Letter Box)
russian: Сохранить кадр (включая бокс с субтитрами)
sk: Uložiť platný obraz (vrátane textového rámčeka)
zh_tw: 儲存目前影像 (包括螢幕)

source: Save Current Image (Excluding Letter Box)
pt_br: Salvar Imagem Atual (Excluindo Letter Box)
russian: Сохранить кадр (исключая бокс с субтитрами)
sk: Uložiť platný obraz (bez textového rámčeka)
zh_tw: 儲存目前影像 (不包括螢幕)

source: Show Subtitle
pt_br: Exibir Legenda
russian: Показать субтитры
sk: Titulky zapnuté
zh_tw: 顯示字幕

source: Hide Subtitle
pt_br: Ocultar Legenda
russian: Скрыть субтитры
sk: Titulky vypnuté
zh_tw: 隱藏字幕

source: No Subtitle
pt_br: Sem Legenda
russian: Субтитры отсутствуют
sk: Bez titulkov
zh_tw: 沒有字幕

source: Enable %@ - %@
pt_br: Ativar %@ - %@
russian: Включить %@ - %@
sk: Zapnúť %@ - %@
zh_tw: 啓動 %@ - %@

source: Disable %@ - %@
pt_br: Desativar %@ - %@
russian: Отключить %@ - %@
sk: Vypnúť %@ - %@
zh_tw: 取消 %@ - %@

source: Subtitle Rotation
pt_br: Alternar Legenda
russian: Перебор дорожек субтитров
sk: Rotovať titulky
zh_tw: 字幕旋轉

source: Play
pt_br: Reproduzir
russian: Воспроизведение
sk: Prehrávanie
zh_tw: 播放

source: Pause
pt_br: Pausar
russian: Пауза
sk: Prerušenie
zh_tw: 暫停

source: Beginning
pt_br: Começo
russian: В начало
sk: Začiatok
zh_tw: 開始

source: End
pt_br: Final
russian: В конец
sk: Koniec
zh_tw: 結束

source: Previous Subtitle
pt_br: Legenda Anterior
russian: Предыдущая дорожка субтитров
sk: Predchádzajúci titulok
zh_tw: 上一個字幕

source: Next Subtitle
pt_br: Próxima Legenda
russian: Следующая дорожка субтитров
sk: Nasledujúci titulok
zh_tw: 下一個字幕

source: Previous Frame
pt_br: Quadro Anterior
russian: Предыдущий кадр
sk: Predchádzajúci snímok
zh_tw: 上一個影格

source: Next Frame
pt_br: Próximo Quadro
russian: Следующий кадр
sk: Nasledujúci snímok
zh_tw: 下一個影格

source: Play Rate
pt_br: Velocidade de Reprodução
russian: Скорость воспроизведения
sk: Rýchlosť prehrávania
zh_tw: 播放速率

source: Range Repeat Beginning %@
pt_br: Início do Intervalo de Repetição %@
russian: Начало отрезка повтора %@
sk: Začiatok rozsahu opakovania %@
zh_tw: 開始循環範圍 %@

source: Range Repeat End %@
pt_br: Final do Intervalo de Repetição %@
russian: Конец отрезка повтора %@
sk: Koniec rozsahu opakovania %@
zh_tw: 結束循環範圍 %@

source: Range Repeat Clear
pt_br: Limpar Intervalo de Repetição
russian: Убрать отрезок повтора
sk: Odstrániť rozsah opakovania
zh_tw: 清除循環範圍

source: %@ enabled
pt_br: %@ ativado
russian: %@ включено
sk: %@ zapnuté
zh_tw: %@ 已啓動

source: %@ disabled
pt_br: %@ desativado
russian: %@ отключено
sk: %@ vypnuté
zh_tw: %@ 已取消

source: %@ selected
pt_br: %@ selecionado
russian: %@ выбрано
sk: %@ vybrané
zh_tw: %@ 已選擇

source: Mute
pt_br: Mudo
russian: Отключить звук
sk: Zvuk vypnutý
zh_tw: 靜音

source: Unmute
pt_br: Desativar Mudo
russian: Включить звук
sk: Zvuk zapnutý
zh_tw: 取消靜音

source: Volume
russian: Громкость
sk: Hlasitosť
zh_tw: 音量

source: System Volume
pt_br: Volume do Sistema
russian: Системная громкость
sk: Systémová hlasitosť
zh_tw: 系統音量

source: Volume cannot be changed in Digital-Out
pt_br: Volume não pode ser mudado na Saída Digital
russian: Невозможно отрегулировать звук при использовании цифрового выхода
sk: Hlasitosť nemožno zmeniť pri digitálnom výstupe
zh_tw: 音量無法被更改在數位輸出

source: System Volume cannot be changed in Digital-Out Device
pt_br: Volume do Sistema não pode ser mudado no dispositivo de Saída Digital
russian: Невозможно отрегулировать звук цифрового выхода устройства
sk: Systémovú hlasitosť nemožno zmeniť pri zariadení digitálneho výstupu
zh_tw: 系統音量無法更改在數位輸出設備

source: Brightness
pt_br: Brilho
russian: Яркость
sk: Jas
zh_tw: 亮度

source: Saturation
pt_br: Saturação
russian: Насыщенность
sk: Sýtosť
zh_tw: 飽和度

source: Contrast
pt_br: Contraste
russian: Контраст
sk: Kontrast
zh_tw: 對比

source: Hue
pt_br: Tonalidade
russian: Оттенок
sk: Farba
zh_tw: 色相

source: Cannot Read Subtitle
pt_br: Legenda não pode ser Lida
russian: Невозможно открыть субтитры
sk: Nemožno načítať titulky
zh_tw: 無法讀取字幕

source: Reopen with other encodings
pt_br: Reabrir com outra codificação
russian: Открыть заново с другой кодировкой
sk: Otvoriť s použitím inej znakovej sady
zh_tw: 由其他編碼器重新開啓

source: Letter Box Height : Auto
pt_br: Altura da Letter Box : Auto
russian: Высота бокса: Автоматическая
sk: Výška textového rámčeka: automtická
zh_tw: 螢幕高度 : 自動

source: Font Size
pt_br: Tamanho da Fonte
russian: Размер шрифта
sk: Veľkosť písma
zh_tw: 字體大小

source: HMargin
pt_br: MargemH
russian: Горизонтальный отступ
sk: Horizontálny okraj
zh_tw: 水平邊距

source: VMargin
pt_br: MargemV
russian: Вертикальный отступ
sk: Vertikálny okraj
zh_tw: 垂直邊距

source: Line Spacing
pt_br: Espaçamento de Linha
russian: Высота строк
sk: Riadkovanie
zh_tw: 行距

source: Sync
pt_br: Sinc
russian: Синхронизация
sk: Synchronizácia
zh_tw: 同步

source: sec.
pt_br: seg.
russian: сек.
sk: sek.
zh_tw: 秒

source: Subtitle %@ selected
pt_br: Legenda %@ selecionada
russian: Дорожка субтитров %@ выбрана
sk: Titulky %@ vybrané
zh_tw: 字幕 %@ 已選擇

source: Subtitle %@ enabled
pt_br: Legenda %@ ativada
russian: Дорожка субтитров %@ включена
sk: Titulky %@ zapnuté
zh_tw: 字幕 %@ 已啓動

source: Subtitle %@ disabled
pt_br: Legenda %@ desativada
russian: Дорожка субтитров %@ отключена
sk: Titulky %@ vypnuté
zh_tw: 字幕 %@ 已取消

source: Subtitle Screen Margin
pt_br: Margem de Tela de Legenda
russian: Отступ дорожки субтитров
sk: Okraj obrazu titulkov
zh_tw: 字幕 螢幕邊緣

source: Subtitle Order
pt_br: Ordem da Legenda
russian: Перебор дорожек субтитров
sk: Poradie titulkov
zh_tw: 字幕命令

source: Keep on Top of All Other Windows
pt_br: Manter no Topo de Todas as Outras Janelas
russian: Поверх всех окон
sk: Plávať nad všetkými ostatnými oknami
zh_tw: 保持在所有視窗支上

source: Don't keep on Top of All Other Windows
pt_br: Não manter no Topo de Todas as Outras Janelas
russian: (отключено) Поверх всех окон
sk: Zrušiť plávanie nad všetkými ostatnými oknami
zh_tw: 不要保持在所有視窗支上

source: Apply on Playing Only
pt_br: Aplicar Somente no Atual
russian: Применять только во время воспроизведения
sk: Použiť len pri prehrávaní
zh_tw: 僅在播放影片時適用

source: All Subtitles
pt_br: Todas as Legendas
russian: Все субтитры
sk: Všetky titulky
zh_tw: 所有字幕

source: Video Track
pt_br: Faixa de Vídeo
russian: Видео дорожка
sk: Videostopa
zh_tw: 影片軌道

source: Sound Track
pt_br: Faixa de Áudio
russian: Звуковая дорожка
sk: Zvuková stopa
zh_tw: 聲音軌道

source: Subtitle Track
pt_br: Faixa de Legenda
russian: Дорожка субтитров
sk: Titulková stopa
zh_tw: 字幕軌道

source: External Subtitle
pt_br: Legenda Externa
russian: Внешние субтитры
sk: Externé titulky
zh_tw: 外掛字幕

source: Mono
russian: Моно
zh_tw: 單聲道

source: Stereo
russian: Стерео
zh_tw: 立體聲

source: 5.1 Ch.
pt_br: 5.1 Can.
russian: 5.1 канал
zh_tw: 5.1 聲道

source: Digital
russian: Цифровой выход
zh_tw: 數位

source: Analog
pt_br: Analógico
russian: Аналоговый выход
zh_tw: 類比

source: Loading
pt_br: Carregando
russian: Загрузка
sk: Zavádzanie
zh_tw: 載入中

source: Not Supported Yet
pt_br: Ainda Não Suportado
russian: Поддержка не реализована
sk: Zatiaľ nie je podporované
zh_tw: 未支援

source: General
pt_br: Geral
russian: Общие
sk: Všeobecné
zh_tw: 一般

source: Video
pt_br: Vídeo
russian: Видео
sk: Obraz
zh_tw: 影片

source: Audio
pt_br: Áudio
russian: Аудио
sk: Zvuk
zh_tw: 聲音

source: Subtitle
pt_br: Legenda
russian: Субтитры
sk: Titulky
zh_tw: 字幕

source: Advanced
pt_br: Avançado
russian: Расширенные
sk: Pokročilé
zh_tw: 進階

source: Set all to QuickTime
pt_br: Ajustar todos para QuickTime
russian: Все через QuickTime
sk: Nastaviť všetky na QuickTime
zh_tw: 設定所有到 QuickTime

source: Set all to FFmpeg
pt_br: Ajustar todos para FFmpeg
russian: Все через FFmpeg
sk: Nastaviť všetky na FFmpeg
zh_tw: 設定所有到 FFmpeg

source: Set all MPEG-4 to QuickTime
pt_br: Ajustar todos MPEG-4 para QuickTime
russian: Все MPEG-4 через QuickTime
sk: Nastaviť všetky MPEG-4 na QuickTime
zh_tw: 設定所有 MPEG-4 到 QuickTime

source: Set all MPEG-4 to FFmpeg
pt_br: Ajustar todos para MPEG-4 para FFmpeg
russian: Все MPEG-4 через FFmpeg
sk: Nastaviť všetky MPEG-4 na FFmpeg
zh_tw: 設定所有 MPEG-4 到 FFmpeg

source: Set to Movist default
pt_br: Ajustar para padrão do Movist
russian: Настройки Movist по умолчанию
sk: Nastaviť na predvolené podľa Movist
zh_tw: 設定到 Movist 預設

source: Activate on Dragging over Main Window
pt_br: Ativar ao Arrastar sobre a Janela Principal
russian: Включать при перетаскивании файла на видеоокно
sk: Aktivovať ovládač pri pohybe nad oknom
zh_tw: 拖過主視窗時啟動

source: Auto Show Dock in Full Screen
pt_br: Autoexibir Dock em Tela Cheia
russian: Автоматический показ Дока в полноэкранном режиме
sk: Autom. zobraziť Dock pri celoobr. režime
zh_tw: 在全螢幕時自動顯示 Dock

source: Use Play-Panel in Full Screen
pt_br: Utilizar Painel de Reprodução em Tela Cheia
russian: Использовать панель навигации в полноэкранном режиме
sk: Používať prehrávací panel pri celoobr. režime
zh_tw: 在全螢幕時使用播放面板

source: Floating Playlist
pt_br: Lista de Reprodução Flutuante
russian: Полупрозрачный список воспроизведения
sk: Plávajúci zoznam filmov
zh_tw: 浮動播放清單

source: Go to Beginning When Reopening Movie
pt_br: Ir ao Começo Quando Reabrir Filme
russian: Запускать видеофайл с начала при повторном открытии
sk: Prejsť na začiatok pri znovuotvorení filmu

source: Go to Beginning When Opening Subtitle
pt_br: Ir ao Começo Quando Abrir Legenda
russian: Запускать видеофайл с начала при включении субтитров
sk: Prejsť na začiatok pri načítaní titulkov

source: Movie Resize Center
pt_br: Centralizar ao Redimencionar Filme
russian: Изменять размер по центру видеоокна
sk: Stred zmeny veľkosti filmu
zh_tw: 影片調整大小居中

source: Title Center
pt_br: Centralizar ao Título
russian: Сверху в центре
sk: Hore v strede
zh_tw: 標題居中

source: Title Left
pt_br: Esquerda do Título
russian: Сверху слева
sk: Hore vľavo
zh_tw: 標題靠左

source: Title Right
pt_br: Direita do Título
russian: Сверху справа
sk: Hore vpravo
zh_tw: 標題靠右

source: Bottom Center
pt_br: Inferior Centralizado
russian: Снизу в центре
sk: Dole v strede
zh_tw: 底部居中

source: Bottom Left
pt_br: Inferior Esquerda
russian: Снизу слева
sk: Dole vľavo
zh_tw: 底部靠左

source: Bottom Right
pt_br: Inferior Direita
russian: Снизу справа
sk: Dole vpravo
zh_tw: 底部靠右

source: Window Resize Type
pt_br: Tipo de Redimensionamento de Janela
russian: Способ изменения размера видеоокна
sk: Spôsob zmeny veľkosti okna
zh_tw: 調整視窗類型

source: Free
pt_br: Livre
russian: Свободный
sk: Slobodný
zh_tw: 自由的

source: Adjust to Size
pt_br: Ajustar ao Tamanho
russian: Подстраивать под размер
sk: Podľa veľkosti
zh_tw: 調整大小

source: Adjust to Width
pt_br: Ajustar à Largura
russian: Подстраивать по ширине
sk: Podľa šírky
zh_tw: 調整寬度

source: Dragging Action on Movie Area
pt_br: Ação ao Arrastar Área do Filme
russian: Разрешить перетаскивать файлы на видеоокно
sk: Ťahová akcia v priestore filmu
zh_tw: 在影片區拖動

source: Move Window
pt_br: Mover Janela
russian: Переместить окно
sk: Posunúť okno
zh_tw: 移動式窗

source: Capture Movie
pt_br: Capturar Filme
russian: Захват видеофайла
sk: Zaznamenať film
zh_tw: 擷取影片

source: Capture Format
pt_br: Formato de Captura
russian: Формат захвата
sk: Formát ukladania snímku
zh_tw: 擷取格式

source: Include Letter Box on Capture
pt_br: Incluir Letter Box na Captura
russian: Включать в видео бокс с субтитрами при захвате
sk: Do záznamu zahrnúť aj textový rámček
zh_tw: 擷取包含螢幕

source: Remove Green Box
pt_br: Remover Caixa Verde
russian: Убрать зеленую рамку
sk: Odstrániť zelený rámček
zh_tw: 移除綠色邊框

source: Video Queue Capacity (8~99)
pt_br: Capacidade da Fila de Vídeos (8~99)
russian: Максимальное количество пунктов в очереди (8~99)
sk: Kapacita videofronty (8~99)
zh_tw: 影片序列容量 (8~99)

source: Use QuickTime/Perian Subtitles
pt_br: Utilizar Legendas QuickTime/Perian
russian: Использовать субтитры QuickTime/Perian
sk: Použiť titulky QuickTime/Perian
zh_tw: 使用 QuickTime/Perian 字幕

source: Auto-Load Embedded Subtitles in MKV
pt_br: Autocarregar Legendas Embutidas em MKV
russian: Автоматически подгружать встроенные в MKV субтитры
sk: Automaticky načítať zabudované titulky v MKV
zh_tw: 自動載入 MKV 中嵌入的字幕

source: Replace New-Line with <BR> for SAMI
pt_br: Substituir Nova-Linha com <BR> para SAMI
russian: Заменять New-Line тэгом <BR> при использовании SAMI
sk: Nahradiť „New-Line“ s <BR> pre SAMI
zh_tw: 使用 <BR> 替換 SAMI 的新行

source: Default Subtitle Language Identifiers
pt_br: Identificadores padrões de Língua da Legenda
russian: Определители субтитров по умолчанию
sk: Predvolené idenfitikátory jazyka titulkov
zh_tw: 預設字幕語言標識

# DefaultSubtitleLanguageIdentifiers
source: English en us eng enu ENCC
pt_br: Portuguese Portuguese-Brazil Portuguese-BR pt br ptbr pt-br
russian: Russian ru rus rs English en us eng enu ENCC

source: Auto Letter Box Height Max Lines (1~3)
pt_br: Auto Altura da Letter Box Máx de Linhas (1~3)
russian: Максимальное количество строк при автоматическом размере бокса с субтитрами (1~3)
sk: Automatická max. výška textového rámčeka (1~3)
zh_tw: 自動螢幕高度最大行數 (1~3)

source: Full Screen Navigation
pt_br: Navegação em Tela Cheia
russian: Полноэкранная навигация
sk: Celoobrazovková navigácia
zh_tw: 全螢幕瀏覽

source: Default Navigation Path
pt_br: Caminho padrão de Navegação
russian: Путь для навигации по умолчанию
sk: Predvolená cesta navigácie
zh_tw: 預設瀏覽路徑

source: Show Actual Path for Alias or Symbolic-Link
pt_br: Exibir Caminho Real para Apelido ou Link Simbólico
russian: Показывать действительный путь для Alias или Symbolic-Link
sk: Zobraziť cestu pre zástupcu alebo Symb.-Link
zh_tw: 顯示別名或超級連結的實際路徑

source: No Subtitle File
pt_br: Sem Arquivo de Legenda
russian: Отсутствует файл с субтитрами
sk: Žiadny súbor titulkov
zh_tw: 沒有字幕檔案

source: %d items
pt_br: %d ítens
russian: %d позиций
sk: %d položiek
zh_tw: %d 項目

source: Etc.
russian: Прочие
sk: ostatné

# etc. DESC.
source: Etc.
russian: Прочие
sk: ostatné

source: Use Fast Decoding
pt_br: Utilizar Decodificação Rápida
